[Abduct_Sokolov DishonoredObjective]
m_Description="绑架索科洛夫"

[Abduct_Sokolov:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="找到索科洛夫"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="把索科洛夫扛到船夫萨缪尔处，他在索科洛夫家旁边的桥下"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="与船夫萨缪尔前往考德温大桥"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="与萨缪尔（和索科洛夫）返回狗圈酒吧"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="找到并进入索科洛夫的家"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="弄晕索科洛夫"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="关闭检查点的探照灯，让萨缪尔能够把船开到索科洛夫家附近"
m_Status=""

[Painting_Safe DishonoredObjective]
m_Description="（可选）调查保险箱"

[Painting_Safe:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="（可选）打开画像后隐藏的保险箱"
m_Status=""

[Thug_Prisoner DishonoredObjective]
m_Description="（可选）帮助拾荒者"

[Thug_Prisoner:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="（可选）找到牢房钥匙"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="（可选）跟随拾荒者"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="（可选）杀死淡水甲贝"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="（可选）找到码头门钥匙"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="（可选）打开牢房"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="（可选）跟随拾荒者"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="（可选）打开码头的门"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="（可选）跟随拾荒者"
m_Status=""

